language='Русский'
title='Блокнот-исправитель'
warning='Внимание! Не выделяйте все для замены, иначе программа "вылетит".\nЧтобы замена прошла по всему тексту, снимите выделение.'
piracy='This program is a developer version of propretary software. Please do not distribute it in open sources.\nThis may be a "lost media" - if you found this file randomly, please send it to alpha.valerianfbergen@gmail.com'
line='Строка: %s'
col='Столбец: %s'
MENU={
    'file':'Файл',
    'main':'Главная',
    'edit':'Правка',
    'view':'Вид',
    'help':'Справка',}
actions={
    'new':'Создать',
    'open':'Открыть',
    'save':'Сохранить',
    'saveas':'Сохранить как...',
    'export':'Экспорт...',
    'settings':'Параметры',
    'help':'Просмотр справки',
    'license':'Лицензия',
    'about':'О программе',
    'exit':'Выход',
    'close':'Закрыть файл',
    'undo':'Отменить',
    'redo':'Повторить',
    'cut':'Вырезать',
    'copy':'Скопировать',
    'paste':'Вставить',
    'delete':'Удалить',
    'select':'Выделить все',
    'case':'Изменить регистр',
    'replace':'Замена...',
    'symbol':'Вставить символ...',
    'font':'Шрифт...'}
misc={
    'save':'Сохранить',
    'dontsave':'Не сохранять',
    'ok':'Ок',
    'cancel':'Отмена',
    'title':'Сохранить?',
    'prompt':'В документе есть несохраненные изменения.\nПри выборе "Не сохранять" изменения будут потеряны',
    'prompt-file':'В файле %s есть несохраненные изменения.\nПри выборе "Не сохранять" изменения будут потеряны'
    }
htmltitle='Текстовый документ'
types={
    'txt':'Текстовый документ',
    'html':'HTML-страница',
    '*':'Все файлы',
    }
font={
    'font':'Шрифт',
    'bold':'Ж',
    'italic':'К',
    'underline':'Ч',
    'wrap':'Перенос:',
    'example':'Образец текста',
    'lorem':'Съешь же ещё этих\nмягких французских\nбулочек, да выпей чаю.\01234567890!@%&?\nЖил бы в чащах юга\nцитрус? Да, но\nфальшивый экземпляр!'
    }
wrap={
    'none':'без переноса',
    'char':'по символам',
    'word':'по словам',
    }
case={
    'aabb':'все строчные',
    'AABB':'ВСЕ ЗАГЛАВНЫЕ',
    'AaBb':'Начинать С Заглавных',
    'Aabb':'Как в предложениях',
    'aABB':'иЗМЕНИТЬ РЕГИСТР',
    }
symbol={
    'insert':'Вставить символ',
    'unicode':'Введите код символа из Юникода (2 или 4 16-ричных знака)',
    'SYM_UNICODE':'Unicode',
    'SYM_SYM':'Типографика',
    'SYM_LAT':'Латиница',
    'SYM_CYR':'Кириллица',
    'SYM_GREEK':'Греческий',
    'SYM_BLOCK':'Box Drawings',
    'SYM_ARROW':'Стрелки и значки',
    }
symbol_popup={
    'SYM_UNICODE':'Другой символ',
    'SYM_SYM':'Наиболее частые символы\n§¡¿‽«- – —¶×÷∞√',
    'SYM_LAT':'Латиница\nßåæçðéîłñöøüÿ',
    'SYM_CYR':'Кириллица\nјџўќњѓґғђѕ',
    'SYM_GREEK':'Греческий\nαβγδεζηθικλ',
    'SYM_BLOCK':'Рамки и блоки\n░▒▓│╖╛╬█▄▌▐▀',
    'SYM_ARROW':'Стрелки и значки\n↑☺♣♥♪♂♀',
    }
replace={
    'left':'Заменить',
    'all':'Заменить все',
    'mid':'на',
    'add':'Добавить',
    'del':'Удалить',
    'regexp':'Использовать regexp',
    'top':'Теги',
    'tags':'<Enter>, <Tab>, <Nbsp>',
    'help':'Пояснения к regexp есть в меню "Справка".'
    }
help='''Здесь должна содержаться справочная информация



но пока ее нет'''
about='''Программа FixNotepad разработана:
%s'''
license='''Лицензия

Программа поставляется "как есть".
Запрещено коммерческое распространение.'''
